{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ġk":261,"ng":262,"Ġka":263,"ba":264,"Ġba":265,"ha":266,"Ġki":267,"la":268,"Ġs":269,"Ġj":270,"Ġu":271,"ong":272,"ia":273,"Ġp":274,"yn":275,"Ġla":276,"ei":277,"Ġd":278,"Ġha":279,"Ġia":280,"Ġn":281,"ing":282,"Ġjing":283,"Ġt":284,"Ġbad":285,"ai":286,"Ġb":287,"ie":288,"Ġm":289,"oh":290,"Ġl":291,"Ġban":292,"ar":293,"hi":294,"Ġjong":295,"Ġi":296,"uh":297,"Ġr":298,"or":299,"on":300,"Ġna":301,"ta":302,"Ġpyn":303,"an":304,"ne":305,"Ã¯":306,"at":307,"Ġkaba":308,"um":309,"Ġng":310,"Ġkh":311,"Ġsh":312,"ang":313,"ĠÃ¯":314,"Ġsha":315,"ÌĪ":316,"ka":317,"ĠÃ¯a":318,"Ġda":319,"iew":320,"en":321,"it":322,"eh":323,"yr":324,"Ġkiba":325,"yl":326,"ah":327,"Ġdon":328,"th":329,"un":330,"Ġnong":331,"Ġkat":332,"em":333,"Ġh":334,"Ġlong":335,"Ġw":336,"ym":337,"am":338,"er":339,"ur":340,"Ġdei":341,"Ġkum":342,"ynr":343,"Ġong":344,"eng":345,"ut":346,"is":347,"kh":348,"ynta":349,"aw":350,"eit":351,"sha":352,"Ġshi":353,"wei":354,"ew":355,"Ġsng":356,"Ġkane":357,"bah":358,"Ġnga":359,"Ġruh":360,"Ġkyn":361,"iang":362,"ĠS":363,"ad":364,"ri":365,"ĠK":366,"âĢ":367,"ti":368,"yng":369,"Ġkam":370,"Ġphi":371,"Ġkha":372,"ylla":373,"om":374,"li":375,"duh":376,"in":377,"id":378,"Ġai":379,"sh":380,"Ġc":381,"ot":382,"Ġkatei":383,"ĠM":384,"ep":385,"Ġkan":386,"Ġth":387,"Ġbr":388,"al":389,"ul":390,"uk":391,"ĠB":392,"es":393,"ap":394,"Ġbriew":395,"ynrei":396,"Ġbar":397,"ĠU":398,"ih":399,"Ġpat":400,"Ġuba":401,"et":402,"Ġsngi":403,"Ġbah":404,"ien":405,"Ġioh":406,"el":407,"Ġtr":408,"Ġwan":409,"aid":410,"lei":411,"Ġbaroh":412,"long":413,"ork":414,"nong":415,"Ġ1":416,"čĊ":417,"Ġnoh":418,"Ġjingia":419,"Ġmyn":420,"Ġ2":421,"orkar":422,"lang":423,"Ġkin":424,"Ġlah":425,"Ġpyr":426,"Ġsorkar":427,"Ġkyr":428,"Ġngi":429,"Ġhi":430,"mar":431,"Ġhap":432,"as":433,"Ġhynrei":434,"iem":435,"Ġja":436,"op":437,"Ġleh":438,"da":439,"Ġbynta":440,"Ġun":441,"oi":442,"Ġjingk":443,"Ġmynta":444,"ren":445,"ok":446,"Ġleit":447,"ki":448,"Ġshnong":449,"Ġnamar":450,"ĠP":451,"ra":452,"ĠH":453,"Ġme":454,"Ġpha":455,"Ġjylla":456,"kam":457,"ĠJ":458,"ĠT":459,"Ġjaka":460,"tri":461,"Ġpaid":462,"ĠN":463,"Ġpor":464,"ud":465,"ĠD":466,"lam":467,"bor":468,"lor":469,"si":470,"Ġjingp":471,"Ġ(":472,"na":473,"Ġri":474,"ĠC":475,"Ġseng":476,"Ġtha":477,"Ġkit":478,"Ġym":479,"ait":480,"ent":481,"Ã±":482,"ĠA":483,"Ġngut":484,"Ġshah":485,"ip":486,"ma":487,"il":488,"Ġsa":489,"ylli":490,"Ġtang":491,"Ġkhun":492,"thuh":493,"Ġpaidbah":494,"kha":495,"ĠâĢ":496,"Ġkawei":497,"wa":498,"ain":499,"ieng":500,"Ġar":501,"Ġjings":502,"Ġdang":503,"Ġlyng":504,"Ġju":505,"angbah":506,"ĠL":507,"ĠR":508,"up":509,"Ġhalor":510,"ec":511,"ph":512,"don":513,"Ġum":514,"st":515,"shah":516,"Ġtrai":517,"Ġkata":518,"ieh":519,"ynn":520,"nem":521,"Ġhaduh":522,"Ġne":523,"yiem":524,"tr":525,"Ġshuh":526,"ung":527,"Âł":528,"Ġsngew":529,"Ġblei":530,"Ġkiwei":531,"iah":532,"Ġshim":533,"dien":534,"Ġsnem":535,"no":536,"Ġhaba":537,"res":538,"Ġa":539,"ol":540,"Ġph":541,"Ġrangbah":542,"âĢĿ":543,"ik":544,"Ġkren":545,"Ġmar":546,"yngk":547,"Ġpul":548,"Ġshong":549,"Ġbha":550,"os":551,"im":552,"leh":553,"thei":554,"Ġpar":555,"Ġkhu":556,"yll":557,"Ka":558,"ĠI":559,"ct":560,"mat":561,"Ìĥ":562,"Ġsam":563,"hang":564,"Ġbor":565,"Ġg":566,"Ġpynlong":567,"Ġkham":568,"Ġ20":569,"iar":570,"teng":571,"Ġkhl":572,"Ġhapoh":573,"Ġkine":574,"Ġei":575,"Ġmih":576,"Ġsyiem":577,"kai":578,"ynd":579,"Ġhadien":580,"Ġkumba":581,"Ġbun":582,"bar":583,"Ġma":584,"Ġlada":585,"Ġbym":586,"Ġjingm":587,"Ġman":588,"wai":589,"Ġkim":590,"Ġshu":591,"Ġtylli":592,"kum":593,"bha":594,"pa":595,"har":596,"ĠâĢľ":597,"us":598,"Ġiathuh":599,"to":600,"Ġpa":601,"Ġjingpyn":602,"Ġuwei":603,"Ġliang":604,"rai":605,"Ġlad":606,"ir":607,"Ġtip":608,"Ġbuh":609,"trei":610,"ngew":611,"Ġbiang":612,"Ġkano":613,"Ġmaw":614,"Ġshym":615,"Ġjingj":616,"men":617,"arik":618,"Ġpyns":619,"deng":620,"ls":621,"ion":622,"Ġpyrshah":623,"82":624,"istri":625,"Ġkaei":626,"Ġyn":627,"Ġkitei":628,"Ġ3":629,"ya":630,"doh":631,"istrict":632,"ek":633,"Ġnang":634,"Ġkhubor":635,"Ġkynt":636,"Ġjait":637,"Ġsah":638,"Ġpynk":639,"Ġwat":640,"mih":641,"phang":642,"&#":643,"Ġpulit":644,"Ġkumta":645,"ic":646,"Ġjingb":647,"Ġlang":648,"Ġjingth":649,"nd":650,"mie":651,"ed":652,"Ġbn":653,"Ġpynp":654,"juh":655,"ynti":656,"Ġtrei":657,"Ġtn":658,"lad":659,"noh":660,"Ġmyntri":661,"Ġsyn":662,"gha":663,"Ha":664,"tip":665,"Ġsamla":666,"hun":667,"uid":668,"shar":669,"Ġnongia":670,"ĠE":671,"wah":672,"ban":673,"laya":674,"Ġnaduh":675,"ĠBlei":676,"dei":677,"nang":678,"ied":679,"sra":680,"Ġkhlem":681,"srael":682,"ynriew":683,"ghalaya":684,"Ġphah":685,"Ġtarik":686,"Ġngan":687,"rah":688,"Ġpynb":689,"Ġim":690,"Ġdor":691,"bad":692,"iam":693,"ĠTrai":694,"isu":695,"Ġdep":696,"Ġkyrteng":697,"llong":698,"ĠG":699,"Ġo":700,"ngi":701,"Ġ201":702,"Ġhang":703,"ĠKa":704,"Ki":705,"iat":706,"ary":707,"tei":708,"Ġkiei":709,"Ġkhr":710,"ĠBah":711,"822":712,"Ġsk":713,"ukum":714,"Ġf":715,"Ġkatba":716,"Ġsur":717,"tha":718,"Ġks":719,"oc":720,"Ġjingi":721,"Ġe":722,"isa":723,"Ġpyrthei":724,"Ġpoi":725,"Ġlum":726,"tion":727,"Ġkhasi":728,"Ġkwah":729,"Ġkynhun":730,"Ġrai":731,"Ġjingialang":732,"Ġeh":733,"Ġlynti":734,"Ġiing":735,"Ġnongialam":736,"dang":737,"Ġhil":738,"nga":739,"shi":740,"nam":741,"ist":742,"Ġhukum":743,"ident":744,"ath":745,"Ġlyngba":746,"dc":747,"le":748,"00":749,"Ġel":750,"Ġthain":751,"ĠÃ¯oh":752,"Ġpynd":753,"ymm":754,"Ġsaw":755,"Ġmyns":756,"Ġbam":757,"ein":758,"Ġiaid":759,"Ġiak":760,"Ġdistrict":761,"resident":762,"Ġco":763,"Ġhills":764,"te":765,"Ġto":766,"yngkat":767,"Ġriew":768,"Ġpeit":769,"Ġkali":770,"Ġkito":771,"Ġlane":772,"ret":773,"Ġbnai":774,"Ġkynth":775,"Ġ4":776,"ass":777,"lai":778,"ĠNong":779,"Ġjur":780,"Ġkhot":781,"omm":782,"Ġkong":783,"Ġtnad":784,"ĠW":785,"mu":786,"Ġpynkh":787,"Ġpisa":788,"Ġpyni":789,"Ġpynia":790,"ak":791,"khot":792,"est":793,"ch":794,"Ġryngkat":795,"Ġjingmut":796,"ast":797,"ĠKha":798,"âĢĻ":799,"iv":800,"Ġkhmat":801,"Ġpynpaw":802,"lar":803,"Ġ5":804,"ecret":805,"Ġjingd":806,"wan":807,"tien":808,"pher":809,"ane":810,"ce":811,"Ġshaphang":812,"Ġv":813,"Ġkhynn":814,"Ġkhynd":815,"ab":816,"Ġof":817,"urom":818,"Ġdonkam":819,"donkam":820,"shon":821,"ress":822,"Ġkhnang":823,"bab":824,"Ġuno":825,"Ġsdang":826,"Ġnongbah":827,"Ġkynthup":828,"Ġkhynnah":829,"Ġlait":830,"Ġkl":831,"tom":832,"Ġtyng":833,"bynriew":834,"jar":835,"Ġtam":836,"Ġwanrah":837,"Ġlyngdoh":838,"Ġhapdeng":839,"ĠKhasi":840,"Ġnongsh":841,"Ġjia":842,"Ġkot":843,"khat":844,"ongress":845,"od":846,"poh":847,"Ġjubab":848,"Ġbat":849,"sp":850,"DC":851,"shai":852,"ndia":853,"diang":854,"ecretary":855,"Ġkpa":856,"Ġsurok":857,"Ġthaw":858,"rad":859,"ation":860,"Ġain":861,"ber":862,"Ġdaw":863,"Ġphai":864,"ukom":865,"Ġisrael":866,"tia":867,"sa":868,"hikai":869,"Ġiohi":870,"niew":871,"iaw":872,"rim":873,"Ġskul":874,"athuh":875,"ty":876,"Ġrukom":877,"Ġdoh":878,"Ġko":879,"Ġjingjia":880,"Ġship":881,"and":882,"bun":883,"Ġkynthei":884,"Ġlem":885,"br":886,"Ġdorbar":887,"cil":888,"Ġbapher":889,"âĢľ":890,"Ġngin":891,"Ġlai":892,"ymmai":893,"Ġjingtip":894,"Ġmeghalaya":895,"shan":896,"Ġdieng":897,"Ġjingiak":898,"ekshon":899,"Ġmynsiem":900,"ynt":901,"Ġpara":902,"Ġsynshar":903,"his":904,"Ġdkhot":905,"uncil":906,"thoh":907,"Ġkumno":908,"lat":909,"ĠMaw":910,"Ġjisu":911,"Ġpynj":912,"khmat":913,"Ġlap":914,"Ġkita":915,"ub":916,"Ġsoh":917,"neng":918,"Ng":919,"Ġkyrp":920,"Ġpr":921,"Ġmet":922,"Ġsang":923,"iong":924,"yngkong":925,"ss":926,"Ġkur":927,"Ġula":928,"maw":929,"Ġpule":930,"aiÃ±":931,"Ġthoh":932,"man":933,"Ġeiei":934,"Ġbeit":935,"Ġop":936,"ynrang":937,"Ġktien":938,"Ġjingim":939,"Ġelekshon":940,"Ġkatne":941,"Ġhok":942,"Ġ6":943,"ĠKh":944,"san":945,"Ġdur":946,"ĠKi":947,"Ġjingt":948,"Ġphin":949,"Ġsan":950,"Ġst":951,"ishar":952,"aintia":953,"Ġuta":954,"Ġrah":955,"Ġjaitbynriew":956,"Ġdu":957,"Ġsat":958,"haba":959,"Ġass":960,"yllait":961,"hai":962,"Ġshynrang":963,"stit":964,"tam":965,"Ġkylla":966,"Ġhynn":967,"Ġjingsngew":968,"rem":969,"Ġjingleh":970,"Ġjingkh":971,"hih":972,"Ġophis":973,"Ġshillong":974,"umar":975,"ĠShi":976,"Ġkynr":977,"Ġrung":978,"kit":979,"Ġpresident":980,"kri":981,"Ġhima":982,"pl":983,"Ġ19":984,"Ġjingeh":985,"Ġte":986,"Ġkti":987,"Ġmad":988,"Ġlade":989,"aro":990,"ĠSh":991,"ob":992,"Ġshem":993,"ĠHa":994,"jor":995,"re":996,"rap":997,"Ġdawa":998,"kat":999,"sngew":1000,"ner":1001,"Ġpdiang":1002,"hynrei":1003,"Ġjan":1004,"Ġnyngkong":1005,"Ġshipai":1006,"tad":1007,"Ġiap":1008,"Ġpyllait":1009,"jan":1010,"Ġburom":1011,"ĠMe":1012,"Ġap":1013,"onstit":1014,"Ġ7":1015,"Ġku":1016,"Ġpynmih":1017,"ĠÃ¯ing":1018,"khu":1019,"itar":1020,"Ġtei":1021,"tah":1022,"),":1023,"Ġkylli":1024,"Ġjingshah":1025,"Ġkatto":1026,"Ġduk":1027,"lade":1028,"Ġkatkum":1029,"leit":1030,"Ġdr":1031,"Ġkumjuh":1032,"tan":1033,"je":1034,"Ġsp":1035,"Ġpop":1036,"kor":1037,"Ġheh":1038,"âĢĿ,":1039,"Ġshna":1040,"Ġkem":1041,"Ġkyll":1042,"Ġcomm":1043,"Ġwah":1044,"Ġsatia":1045,"ypa":1046,"Ġkhang":1047,"Ġjingshi":1048,"gh":1049,"khun":1050,"Ġjingkyr":1051,"phew":1052,"Ġbud":1053,"ham":1054,"8221":1055,"Ġkut":1056,"Ġshisha":1057,"Ġlut":1058,"Ġpyrkhat":1059,"Ġrit":1060,"Ġpyndonkam":1061,"Ġing":1062,"lem":1063,"8220":1064,"Ġutei":1065,"Ġjied":1066,"ĠF":1067,"Ġiakren":1068,"ynduh":1069,"bam":1070,"Ġhangta":1071,"hoi":1072,"Ġkhamtam":1073,"Ġ,":1074,"Ġjinglong":1075,"raw":1076,"Ġmat":1077,"pyn":1078,"Ġmla":1079,"thi":1080,"ĠjingÃ¯":1081,"Ġkhlieh":1082,"Ġpalat":1083,"Ġkd":1084,"Ġthymmai":1085,"syn":1086,"ge":1087,"una":1088,"sion":1089,"Ġshakri":1090,"Ġ10":1091,"Ġjingthmu":1092,"Ġnongtrei":1093,"Ġtyngka":1094,"ian":1095,"Ġpl":1096,"Ġduh":1097,"Ġnangta":1098,"Ġbak":1099,"Ġsecretary":1100,"Ġparty":1101,"Ġdew":1102,"lah":1103,"Ġshuwa":1104,"ord":1105,"Ġkajuh":1106,"dong":1107,"Ġpyndep":1108,"Ġktah":1109,"law":1110,"Ġ8":1111,"ment":1112,"Ġshibun":1113,"..":1114,"Ġnongthoh":1115,"ĠHil":1116,".âĢľ":1117,"Ġjop":1118,"tor":1119,"Ġin":1120,"alem":1121,"tong":1122,"Ġindia":1123,"Ġpynshi":1124,"ja":1125,"erus":1126,"erusalem":1127,"osp":1128,"Ġpyntrei":1129,"Ġpynbna":1130,"ĠShillong":1131,"Ġkmie":1132,"Ġpan":1133,"oit":1134,"Ġjingpang":1135,"Ġsngewbha":1136,"nguh":1137,"uth":1138,"Ġiadei":1139,"Ġjingsh":1140,"pp":1141,"LA":1142,"Ġpaw":1143,"Ġmas":1144,"Ġsiew":1145,"20":1146,"Ġwad":1147,"Ġjingai":1148,"Ġhiar":1149,"Ġune":1150,"Ġam":1151,"dp":1152,"Ġjng":1153,"ura":1154,"Ġpyniaid":1155,"Ġkatta":1156,"Ġialeh":1157,"Ġ9":1158,"Haba":1159,"Ġkhraw":1160,"ĠIsrael":1161,"ram":1162,"him":1163,"ngeit":1164,"Ġkhyndew":1165,"ĠMeghalaya":1166,"HA":1167,"tal":1168,"Ġmdc":1169,"shu":1170,"ĠHills":1171,"Ġsngewthuh":1172,"Ġhyn":1173,"ĠCo":1174,"Ġmut":1175,"Ġcouncil":1176,"lap":1177,"Ġding":1178,"Ġngam":1179,"Ġdie":1180,"Ġkhar":1181,"Ġjingdon":1182,"lieh":1183,"Ġniam":1184,"Ġnongshong":1185,"ission":1186,"ada":1187,"sien":1188,"oin":1189,"Ġnongr":1190,"Ġkyrtong":1191,"Ġand":1192,"itte":1193,"Ġnonghikai":1194,"Ġcongress":1195,"eiÃ±":1196,"inguh":1197,"Ġkino":1198,"ittee":1199,"se":1200,"yns":1201,"Ġiew":1202,"empl":1203,"ukul":1204,"Ġjingthoh":1205,"ĠJisu":1206,"miet":1207,"ĠDistrict":1208,"bi":1209,"Ġde":1210,"lan":1211,"khem":1212,"Ġmadan":1213,"Ġsumar":1214,"Ġeast":1215,"Ġkyntu":1216,"Ġjingkren":1217,"ill":1218,"shang":1219,"Ġmie":1220,"Ġlam":1221,"han":1222,"Ġthung":1223,"ĠNg":1224,"Ġsniew":1225,"Ġkynnoh":1226,"Ġpynban":1227,"Ġkhmih":1228,"Ġbaje":1229,"ĠpynÃ¯":1230,"Ġhajar":1231,"ĠAss":1232,"khuid":1233,"Ġmano":1234,"rang":1235,"iap":1236,"Ġshai":1237,"Ġ12":1238,"ĠčĊ":1239,"sih":1240,"Ġch":1241,"Ġre":1242,"Ġiaka":1243,"Ġialam":1244,"Ġieh":1245,"Ġtreikam":1246,"ers":1247,"ohi":1248,"Ġkdew":1249,"khar":1250,"Ġjaintia":1251,"one":1252,"Ġ&#":1253,"ĠSyiem":1254,"Ġthep":1255,"Ġieng":1256,"ish":1257,"Ġjam":1258,"Ġwest":1259,"cy":1260,"Ġmasi":1261,"wat":1262,"DP":1263,"ngut":1264,"Ġthang":1265,"oses":1266,"Ġnym":1267,"ĠMLA":1268,"ĠLyng":1269,"ohnguh":1270,"Ġhangne":1271,"Ġjingbym":1272,"Kum":1273,"Ġkular":1274,"Ġjingshisha":1275,"Ġsangma":1276,"niang":1277,"pat":1278,"ni":1279,"Ġkyndon":1280,"ĠRi":1281,"ymmen":1282,"ĠRangbah":1283,"tang":1284,"Ġkynduh":1285,"Ġjingr":1286,"alam":1287,"HADC":1288,"Ġbneng":1289,"lum":1290,"Ġbe":1291,"ĠâĢĺ":1292,"istan":1293,"Ġshwa":1294,"ital":1295,"reh":1296,"udah":1297,"oli":1298,"outh":1299,"Ġlei":1300,"Ġmane":1301,"niah":1302,"Ġpdeng":1303,"omp":1304,"soh":1305,"Ġem":1306,"ara":1307,"Ġplie":1308,"Ġ11":1309,"Ġassam":1310,"ngan":1311,"ener":1312,"thah":1313,"Ġgaro":1314,"aroh":1315,"Ġdewiong":1316,"Ġbai":1317,"Ġnongk":1318,"lur":1319,"ospital":1320,"woh":1321,"Ġhynnin":1322,"synshar":1323,"Ġdukan":1324,"ĠÑ":1325,"Ġkyrpad":1326,"ĠMDC":1327,"Ġtymmen":1328,"Ġpynshitom":1329,"jing":1330,"lait":1331,"Ġpynjot":1332,"Ġsu":1333,"Ġweng":1334,"Ġsynr":1335,"Ġcon":1336,"Ġshabar":1337,"Ġkhadc":1338,"ter":1339,"kmie":1340,"Ġmiet":1341,"Ġkyrwoh":1342,"ran":1343,"ĠCongress":1344,"jur":1345,"ard":1346,"allam":1347,"ocia":1348,"Ġ15":1349,"Ġbishar":1350,"Ġjingwan":1351,"Ġpynr":1352,"awa":1353,"ive":1354,"fic":1355,"Ġpyrshang":1356,"jong":1357,"Ġsuk":1358,"ĠComm":1359,"ĠDr":1360,"ii":1361,"Ġujor":1362,"Ġpynsh":1363,"dor":1364,"Ġbeh":1365,"Ġad":1366,"Ġbalang":1367,"Ġpyntip":1368,"spah":1369,"kna":1370,"Ã±iew":1371,"ity":1372,"Ġ*":1373,"Ġkyntait":1374,"tieng":1375,"eneral":1376,"ohkit":1377,"ĠO":1378,"ĠPresident":1379,"ro":1380,"nud":1381,"Ġthma":1382,"Ġkala":1383,"Hynrei":1384,"Ġkyrpang":1385,"jip":1386,"jipt":1387,"Ġwallam":1388,"ensi":1389,"kumta":1390,"Ġbu":1391,"Kat":1392,"ĠLyngdoh":1393,"ĠÃ¯ap":1394,"19":1395,"Ġnongrim":1396,"Ġtiar":1397,"ĠMar":1398,"Ġnalor":1399,"Ġkatno":1400,"ĠBa":1401,"ĠHi":1402,"Ġra":1403,"bu":1404,"end":1405,"Ġkhat":1406,"rong":1407,"Ġthied":1408,"lo":1409,"ine":1410,"Ġkohnguh":1411,"Ġtur":1412,"ĠÃ¯ohi":1413,"Nga":1414,"ĠĠ":1415,"lypa":1416,"Ġsien":1417,"liang":1418,"Ġmon":1419,"Ġtnga":1420,"Ġkylleng":1421,"kane":1422,"Ġpud":1423,"jp":1424,"wensi":1425,"Ġpyntreikam":1426,"bai":1427,"Ġkiew":1428,"Ġpang":1429,"Ġiarap":1430,"Ġjingpyr":1431,"Ġbakla":1432,"Ġieit":1433,"Ġphet":1434,"Ġhikai":1435,"Ġthmu":1436,"821":1437,"Ġdak":1438,"Ġkhyr":1439,"Ġspah":1440,"Ġmin":1441,"ĠV":1442,"Ġdap":1443,"Ġjingbam":1444,"bid":1445,"Ġngeit":1446,"ĠLa":1447,").":1448,"Ġkhyndiat":1449,"bhalang":1450,"brot":1451,"tarik":1452,"Ã¯ah":1453,"ĠIndia":1454,"Ġjongki":1455,"Ġsei":1456,"lut":1457,"Ġjo":1458,"Ġaiti":1459,"ĠUm":1460,"jat":1461,"arap":1462,"yntang":1463,"khia":1464,"Ġly":1465,"Ġsch":1466,"Ġshen":1467,"Ġkhlaw":1468,"Ġshiteng":1469,"lain":1470,"ote":1471,"Ġ18":1472,"Ġbniah":1473,"ĠpynÃ¯ap":1474,"Ġpynkhreh":1475,"hap":1476,"ĠSang":1477,"onstitwensi":1478,"ost":1479,"Ġ14":1480,"Ġhato":1481,"Ġjinga":1482,"angta":1483,"eptieng":1484,"Ġ13":1485,"Ġklur":1486,"Ġlak":1487,"Ġjinghikai":1488,"Ġjerusalem":1489,"Ġnaba":1490,"Ġjingainguh":1491,"Ġsain":1492,"Ġbalei":1493,"ynmaw":1494,"Ġiai":1495,"Ġngim":1496,"Ġsta":1497,"Ġtnat":1498,"vid":1499,"Ġshuk":1500,"ĠMyn":1501,"Ġnongshun":1502,"Ġkol":1503,"Ġshapoh":1504,"ĠKhr":1505,"Ġiehnoh":1506,"Ġkyrshan":1507,"hair":1508,"ui":1509,"Ġiakynduh":1510,"ngain":1511,"Ġiwei":1512,"Ġbjp":1513,"Ġiakhun":1514,"Ġpynsngew":1515,"ĠKHADC":1516,"Ġkamai":1517,"Ġphim":1518,"Ġvote":1519,"urt":1520,"cle":1521,"Ġpynbeit":1522,"Ġhajan":1523,"khubor":1524,"Ġmrad":1525,"ĠSangma":1526,"neh":1527,"ynrap":1528,"step":1529,"phi":1530,"Ġsawdong":1531,"ock":1532,"Ġlym":1533,"ency":1534,"Ġdabid":1535,"Ġbarim":1536,"ag":1537,"Ġhospital":1538,"Ġsla":1539,"Ġbynrap":1540,"yrkh":1541,"Ġkar":1542,"alok":1543,"ĠMyntri":1544,"ief":1545,"yrng":1546,"Ġnongb":1547,"Ġjingtrei":1548,"ĠCouncil":1549,"ĠKhar":1550,"lada":1551,"Ġnongsynshar":1552,"Ġal":1553,"Ġdih":1554,"Ġpyniap":1555,"Ġudp":1556,"Ġtai":1557,"Ġjingiakren":1558,"Ġtempl":1559,"La":1560,"Ġparalok":1561,"ous":1562,"ĠSecretary":1563,"Ġshithi":1564,"Ġkonstitwensi":1565,"Ġrep":1566,"Ġbteng":1567,"ector":1568,"Ġsem":1569,"ding":1570,"Ġjingma":1571,"lehkai":1572,"ule":1573,"iÃ±":1574,"Ġkynmaw":1575,"uty":1576,"ool":1577,"Ġmihngi":1578,"jah":1579,"Ġjongka":1580,"hairman":1581,"nangta":1582,"shuwa":1583,"yntoi":1584,"ow":1585,"Ġkloi":1586,"Ġrun":1587,"Ġshimet":1588,"eph":1589,"ort":1590,"ylliem":1591,".âĢĿ":1592,"Ġmynstep":1593,"Ġang":1594,"amp":1595,"Ġithuh":1596,"Ġksu":1597,"Ġle":1598,"Ġcommittee":1599,"Ġsngap":1600,"are":1601,"Ġshitom":1602,"Ġksiew":1603,"athuhlypa":1604,"Ġkp":1605,"Ġjongu":1606,"Ġshisien":1607,"Ġtrok":1608,"ĠJing":1609,"shwa":1610,"Ġneh":1611,"Ġkyrd":1612,"burom":1613,"Ġiada":1614,"Ġsengbhalang":1615,"iw":1616,"Ġjingkhang":1617,"Ġskhim":1618,"Ġialade":1619,"Ġshy":1620,"Ġkila":1621,"aleh":1622,"Ġtynr":1623,"ĠnongÃ¯":1624,"utive":1625,"me":1626,"ate":1627,"khe":1628,"dop":1629,"iej":1630,"Ġhar":1631,"nieh":1632,"Ġpro":1633,"xec":1634,"alor":1635,"ection":1636,"ning":1637,"Ġkoit":1638,"shkor":1639,"Ġnongp":1640,"Ġkhia":1641,"30":1642,"ll":1643,"Ġkhuid":1644,"Ġjingleit":1645,"Ġ16":1646,"xecutive":1647,"onstitu":1648,"Ġnongrep":1649,"juk":1650,"Ġcem":1651,"Ġjingdawa":1652,"Ġjingngeit":1653,"Ġkumne":1654,"Ġmen":1655,"Ġthe":1656,"Ġjanmiet":1657,"tai":1658,"ylliew":1659,"ĠShnong":1660,"Ġbhoi":1661,"Ġbas":1662,"Ġjain":1663,"000":1664,"Ġfor":1665,"asa":1666,"Ġrup":1667,"Ġmoses":1668,"Ġshakhmat":1669,"Ġrta":1670,"olice":1671,"ynjar":1672,".&#":1673,"Ġpateng":1674,"SU":1675,"Ġjingkylli":1676,"ĠCh":1677,"Ġkhrist":1678,"Ġan":1679,"Ġsynran":1680,"Ġksiar":1681,"Ġlypa":1682,"Ġynda":1683,"amin":1684,"Ġsak":1685,"Ġstep":1686,"kata":1687,"Ġnongi":1688,"ĠAssam":1689,"Ġmariang":1690,"lock":1691,"Ġjar":1692,"ircle":1693,"JP":1694,"Ġtaiew":1695,"cc":1696,"onstituency":1697,"Ġkyrdan":1698,"Ġpynrem":1699,"Ġ30":1700,"Ġkyntien":1701,"Kumta":1702,"amar":1703,"Ġbi":1704,"kup":1705,"nai":1706,"Ġjingdonkam":1707,"tynn":1708,"Ġbthah":1709,"Ġjingiarap":1710,"10":1711,";,":1712,"Ġkongsan":1713,"ociation":1714,"blei":1715,"Ġbatai":1716,"Ġshad":1717,"briew":1718,"Ġsym":1719,"Ġphar":1720,"Ġkjat":1721,"Ġjudah":1722,"bit":1723,"ĠSoh":1724,"shim":1725,"Ġ\"":1726,"Na":1727,"Ġpynbiang":1728,"Ġ17":1729,"Ġcovid":1730,"Ġ25":1731,"Ġab":1732,"issioner":1733,"Ġkhyrdop":1734,"kti":1735,"ĠÃ¯athuh":1736,"ĠMa":1737,"ĠUDP":1738,"kaba":1739,"khana":1740,"Ãı":1741,"Ġ'":1742,"etr":1743,"Ġsangeh":1744,"Ġiaki":1745,"yrwa":1746,"Ġmo":1747,"Ġphang":1748,"ĠPyn":1749,"Ġduna":1750,"Ġlongkmie":1751,"iph":1752,"thaw":1753,"Ġsor":1754,"iel":1755,"Ġper":1756,"Ġrunar":1757,"ĠaiÃ±":1758,"Ġjah":1759,"kur":1760,"Ġkhiah":1761,"To":1762,"namar":1763,"Ġmarwei":1764,"Ġjingiakhih":1765,"ujor":1766,"Ġstad":1767,"ver":1768,"ĠAr":1769,"ĠâĢĵ":1770,"Ġdohnud":1771,"ano":1772,"Ġpynduh":1773,"ĠHima":1774,"Ġram":1775,"Ġkamra":1776,"Ġpynkylla":1777,"Ġ24":1778,"Ġsnam":1779,"Ġnam":1780,"ust":1781,"Ġnai":1782,"Ġsait":1783,"orth":1784,"ly":1785,"Ġro":1786,"elhi":1787,"Ġjingrwai":1788,"lim":1789,"ĠUn":1790,"iti":1791,"ĠEast":1792,"Ġrong":1793,"Ã±ia":1794,"Ġduwai":1795,"ĠÃ¯aleh":1796,"Ġjingieit":1797,"Ġil":1798,"ĠBJP":1799,"Ġdem":1800,"Ġter":1801,"Ġphylla":1802,"Ġmang":1803,"Ġjngai":1804,"stoin":1805,"Ġshahshkor":1806,"Ġ2018":1807,"Ġgeneral":1808,"Ġkyntiew":1809,"ngoh":1810,"ĠJaintia":1811,"Ġtuh":1812,"Ġlok":1813,"Ġjingjop":1814,"Ġlangbrot":1815,"ĠGaro":1816,"Ġshoh":1817,"ĠKum":1818,"ister":1819,"Ġy":1820,"ks":1821,"Ġslem":1822,"istr":1823,"Ġpynkynmaw":1824,"Ġtyngeh":1825,"Ġtih":1826,"Ġteh":1827,"yrkhei":1828,"Ġpynh":1829,"Ġjingmyntoi":1830,"ladesh":1831,"Ġjuh":1832,"Ġsheptieng":1833,"ĠY":1834,"Ġpynshai":1835,"dit":1836,"hadien":1837,"Ġduwan":1838,"adien":1839,"Ġbill":1840,"Ġthi":1841,"bert":1842,"Ġ200":1843,"Ġjingshai":1844,"Nangta":1845,"Ġmynshuwa":1846,"Ġijipt":1847,"ĠKat":1848,"esh":1849,"Ġris":1850,"rit":1851,"ell":1852,"ala":1853,"ĠâĢĿ":1854,"ĠJo":1855,"thymmai":1856,"Ġkhnam":1857,"lyng":1858,"ĠÑĸ":1859,"Ġshaniah":1860,"jain":1861,"ĠPar":1862,"21":1863,"Ġhigh":1864,"khlieh":1865,"jri":1866,"Ġpol":1867,"ĠSeng":1868,"Ġsing":1869,"Ġnongs":1870,"Ġduriaw":1871,"Ġkomp":1872,"kiba":1873,"irector":1874,"haw":1875,"ĠthaiÃ±":1876,"Ġdong":1877,"ĠAm":1878,"Ġot":1879,"EM":1880,"Ġkhlad":1881,"Ġsakhi":1882,"Ġhynriew":1883,"Ġkynroh":1884,"ĠWest":1885,"Ġhaka":1886,"Ġ2019":1887,"aul":1888,"olle":1889,"Ġjingstad":1890,"Ġunit":1891,"Ġpynkut":1892,"Ġailad":1893,"Ġtynrai":1894,"trep":1895,"ivil":1896,"rat":1897,"Ġky":1898,"aph":1899,"Ġjaid":1900,"Ġ-":1901,"Ġkynja":1902,"kut":1903,"Ġkhie":1904,"ĠTh":1905,"ollege":1906,"Ġnar":1907,"Ġjngoh":1908,"Ġdawai":1909,"ial":1910,"bok":1911,"Ġwei":1912,"der":1913,"uwai":1914,"ĠJylla":1915,"vel":1916,"Ġ21":1917,"Ġhe":1918,"Ġjingioh":1919,"eni":1920,"Ġjun":1921,"Ġlat":1922,"Ġmynjur":1923,"ium":1924,"ĠMukul":1925,"Ġophisar":1926,"Ġskhem":1927,"Ġrwai":1928,"ĠjaiÃ±":1929,"Ġshuki":1930,"Ġnongpyn":1931,"thikna":1932,"Ġjingmih":1933,"pdeng":1934,"Ġthiah":1935,"Ġshyiap":1936,"Ġpura":1937,"Ġjingialehkai":1938,"Ġsngewsih":1939,"uc":1940,"oo":1941,"Ġriti":1942,"15":1943,"Ġlehnoh":1944,"12":1945,"ice":1946,"Ġsyndon":1947,"Ġjak":1948,"Ġmynshwa":1949,"Ġbang":1950,"luid":1951,"ĠÃ¯ai":1952,"Ġias":1953,"roh":1954,"Ġmukul":1955,"ular":1956,"Ġwar":1957,"ision":1958,"Ġmynsaw":1959,"ĠKSU":1960,"ĠDab":1961,"Ġjingiakhun":1962,"....":1963,"eb":1964,"lin":1965,"hati":1966,"Ġjingkyrmen":1967,"Ġshatei":1968,"ĠJerusalem":1969,"Ġrem":1970,"yllung":1971,"ppud":1972,"ĠDabid":1973,"mynta":1974,"ile":1975,"huh":1976,"Ġbit":1977,"iuh":1978,"Ġbakh":1979,"Ġ22":1980,"hah":1981,"Kane":1982,"Ġkai":1983,"ĠÃ¯ohsngew":1984,"niam":1985,"ĠÃ¯alam":1986,"Ġput":1987,"Ġiano":1988,"Ġpla":1989,"Ã¯a":1990,"Ġkmen":1991,"Ġlongi":1992,"Wat":1993,"mai":1994,"Ġjingtohkit":1995,"wet":1996,"Ġkhad":1997,"ĠHynrei":1998,"ilon":1999,"Ġdkhar":2000,"Ġtad":2001,"Ġkhlam":2002,"Ġbret":2003,"pung":2004,"Ġchairman":2005,"ĠCEM":2006,"Ġangel":2007,"Ġtik":2008,"Ġkhappud":2009,"Ġjingkmen":2010,"Ġkynta":2011,"Ġshaduh":2012,"Ġpaul":2013,"Ġpyndap":2014,"Ġnongthohkhubor":2015,"Ġmp":2016,"shong":2017,"ĠDor":2018,"Ġbakhuid":2019,"Ġkynrad":2020,"11":2021,"ĠKane":2022,"Ġjutang":2023,"Ġmraw":2024,"ĠKong":2025,"Ġjunom":2026,"Ġnamarba":2027,"war":2028,"ĠSch":2029,"cent":2030,"ynnoh":2031,"Ġpres":2032,"Ġjingduwai":2033,"qu":2034,"ond":2035,"Ġialehkai":2036,"Ġthong":2037,"Ġbymman":2038,"Ġjurip":2039,"Ġshis":2040,"Ġpynt":2041,"Ġsoi":2042,"Ġlashai":2043,"Ġres":2044,"yllong":2045,"Ġkhein":2046,"Ġmynba":2047,"Ġpynthikna":2048,"Ġmap":2049,"Ġmem":2050,"kmen":2051,"Ġpoh":2052,"Ġbala":2053,"Ġ23":2054,"Ġkhus":2055,"had":2056,"pyr":2057,"13":2058,"ĠSta":2059,"ton":2060,"Ġjingias":2061,"14":2062,"dent":2063,"ĠAd":2064,"Ġpathai":2065,"ĠCommittee":2066,"Lada":2067,"die":2068,"Ġek":2069,"lic":2070,"Ġjingbitar":2071,"ĠhynÃ±iew":2072,"Ġsy":2073,"Ġsim":2074,"kyr":2075,"Ġconstituency":2076,"ational":2077,"âĢĿ.":2078,"Ġtap":2079,"tional":2080,"Ġkadei":2081,"Ġjingkit":2082,"Ġsar":2083,"Ġwai":2084,"Ġthew":2085,"Ġbording":2086,"SP":2087,"ĠNga":2088,"mon":2089,"ement":2090,"our":2091,"Ġjingkynnoh":2092,"ivision":2093,"Ġjubor":2094,"art":2095,"rin":2096,"Ġcent":2097,"shari":2098,"shad":2099,"Ġrym":2100,"Ġed":2101,"ĠÃ¯aid":2102,"oan":2103,"angeh":2104,"Ġjingbishar":2105,"Ġlyer":2106,"hat":2107,"lot":2108,"ĠKhrist":2109,"Ġpynm":2110,"Ġbitar":2111,"ĠÃ¯eng":2112,"Ġjingialam":2113,"Ġcourt":2114,"uri":2115,"laiÃ±":2116,"ĠDorbar":2117,"Ġpynim":2118,"Ġsyr":2119,"Ġbs":2120,"oint":2121,"boh":2122,"ĠÑĹ":2123,"jna":2124,"Ġnational":2125,"uti":2126,"Ġkurup":2127,"Ġslap":2128,"bud":2129,"Ġnapdeng":2130,"riang":2131,"onom":2132,"yntih":2133,"Ġchief":2134,"liew":2135,"ani":2136,"Ġpolice":2137,"Ġroi":2138,"Ġnongstoin":2139,"kurim":2140,"Ġnongwei":2141,"Ġjingiap":2142,"Ġ27":2143,"Ġrang":2144,"Ġkyrkhu":2145,"Ġschool":2146,"Ġtohkit":2147,"Ġbynriew":2148,"ato":2149,"Ġ&":2150,"ĠHaba":2151,"18":2152,"Ġmawlai":2153,"Ġkhajna":2154,"Ġdonkti":2155,"Ġnongmih":2156,"Ġjai":2157,"Ġdeputy":2158,"ĠSam":2159,"khlaw":2160,"Ġkhong":2161,"ynra":2162,"Ġkt":2163,"Ġjingsuk":2164,"Ġsop":2165,"Ġlieng":2166,"ĠMoses":2167,"sap":2168,"by":2169,"og":2170,"Ġshiphew":2171,"ipal":2172,"ĠCon":2173,"ohsngew":2174,"katkum":2175,"Ġcircle":2176,"Ġ2014":2177,"ulop":2178,"Ġtar":2179,"ĠEl":2180,"ĠPhi":2181,"Ġklet":2182,"16":2183,"Ġjingpynb":2184,"Ġbri":2185,"Ġhynniew":2186,"ĠRe":2187,"Ġthom":2188,"ĠTempl":2189,"Ġat":2190,"Ġnaka":2191,"ĠRo":2192,"ĠIn":2193,"ler":2194,"alei":2195,"spdp":2196,"baroh":2197,"Ġsep":2198,"do":2199,"Ġpyrta":2200,"Ġact":2201,"Ġnongkit":2202,"Ġtulop":2203,"Bad":2204,"Ġkompeni":2205,"Ġjingujor":2206,"ib":2207,"Ġsouth":2208,"Ġlyngkha":2209,"Ġkynsan":2210,"treilang":2211,"ĠLe":2212,"por":2213,"Ġsup":2214,"Ġsynd":2215,"Ġsohra":2216,"Ġsiat":2217,"Ġring":2218,"Ġker":2219,"rak":2220,"tone":2221,"Ġryntih":2222,"Ġas":2223,"8217":2224,"Ġjiw":2225,"has":2226,"Ġ26":2227,"ĠJudah":2228,"Ġrupa":2229,"shitom":2230,"Ġteng":2231,"Ġkhublei":2232,"ult":2233,"Ġjingba":2234,"olom":2235,"Ġtem":2236,"Ġjingong":2237,"Ġshimti":2238,"Hadien":2239,"Ġphew":2240,"Ġimlang":2241,"aron":2242,"Ġjingkieng":2243,"jek":2244,"ĠMan":2245,"ve":2246,"ff":2247,"ynshar":2248,"ko":2249,"Ia":2250,"ordar":2251,"Ġconrad":2252,"iaid":2253,"yrngem":2254,"Ġpynkhuid":2255,"Ġjingkyrshan":2256,"astor":2257,"Ġnpp":2258,"moit":2259,"aduh":2260,"Ġrakhe":2261,"Ġbab":2262,"Ġmihnoh":2263,"eid":2264,"ont":2265,"17":2266,"syiem":2267,"Ngi":2268,"olomon":2269,"Ġjer":2270,"Ġwait":2271,"oseph":2272,"Ġhspdp":2273,"Ġjingiaid":2274,"Ġcommissioner":2275,"sning":2276,"urs":2277,"Ġblock":2278,"Ġ2015":2279,"Ġpetr":2280,"Ġlajong":2281,"Ġkhana":2282,"yndong":2283,"Ġpher":2284,"ĠMP":2285,"Ġmaham":2286,"Ġjylliew":2287,"las":2288,"Ġjingri":2289,"Ġdohkha":2290,"Ġexecutive":2291,"Ġbyr":2292,"Ġeks":2293,"rain":2294,"ĠÃı":2295,"Ġjingkha":2296,"Ġmaws":2297,"Ġiohsngew":2298,"nia":2299,"son":2300,"Ġjingthung":2301,"Ġkew":2302,"Ġshiliang":2303,"Ġcl":2304,"lyngk":2305,"udent":2306,"Ġminit":2307,"dur":2308,"Ġoffic":2309,"abor":2310,"Ġbank":2311,"Ġkynti":2312,"Ġsub":2313,"SPDP":2314,"Ġkilo":2315,"Ġainguh":2316,"Ġassociation":2317,"hara":2318,"ĠAb":2319,"onbor":2320,"Ġsahlang":2321,"ure":2322,"Ġhynmen":2323,"kupar":2324,"rum":2325,"Ġmynmiet":2326,"nb":2327,"Ġkhlain":2328,"Ġjingjynjar":2329,"Ġtep":2330,"utonom":2331,"Ġthem":2332,"Ġnongniah":2333,"Ġtiket":2334,"Ġaiu":2335,"Ġ28":2336,"ess":2337,"ĠjingkÃ±ia":2338,"ĠDep":2339,"sniew":2340,"raham":2341,"ali":2342,"Ġ50":2343,"saw":2344,"DA":2345,"rieh":2346,"jot":2347,"utonomous":2348,"ĠNa":2349,"iawmoit":2350,"Ġpynrung":2351,"Ġis":2352,"katba":2353,"Ġpynl":2354,"bein":2355,"Ġpynsangeh":2356,"iad":2357,"oard":2358,"Ġstate":2359,"ĠDe":2360,"Ġag":2361,"Ġpynlait":2362,"Ġkabu":2363,"ĠSt":2364,"ig":2365,"ĠHSPDP":2366,"Ġbakhraw":2367,"Ġshet":2368,"ynter":2369,"Ġkhatduh":2370,"Ġdc":2371,"Ġbeain":2372,"ĠBan":2373,"paw":2374,"Ġ29":2375,"Ġitynn":2376,"Ġkarkhana":2377,"Ġjaidbynriew":2378,"ier":2379,"uba":2380,"Ġlyn":2381,"ĠLum":2382,"ĠIjipt":2383,"Ġwatla":2384,"khang":2385,"Ġpynroi":2386,"Ġjingtep":2387,"jli":2388,"odi":2389,"Ġno":2390,"beiÃ±":2391,"ship":2392,"Ġpynlut":2393,"Ġdirector":2394,"okram":2395,"ynsaw":2396,"ju":2397,"ral":2398,"kyn":2399,"leithaw":2400,"eth":2401,"ĠBad":2402,"jaiÃ±":2403,"AM":2404,"Ġbleithaw":2405,"Ġ2020":2406,"Ġta":2407,"Ġher":2408,"Ġkyndit":2409,"umber":2410,"Ġjingph":2411,"Ġkpu":2412,"Ġkhaw":2413,"Ġ2016":2414,"Ġpass":2415,"Ġbabha":2416,"Phi":2417,"Ġilp":2418,"Ġkhaii":2419,"ynsong":2420,"velop":2421,"Ġarphew":2422,"phniang":2423,"Ġlaw":2424,"shnong":2425,"Ġprokram":2426,"Ġnongmihkhmat":2427,"Ġdelhi":2428,"ublic":2429,"Ġrim":2430,"Ġsc":2431,"Ngan":2432,"halor":2433,"Ġsec":2434,"ght":2435,"hal":2436,"Ġkein":2437,"Ġmylliem":2438,"Ġkom":2439,"Ġdien":2440,"Ġdara":2441,"ect":2442,"ĠDon":2443,"Ġnongkitkam":2444,"shua":2445,"Ġjingduna":2446,"Ġjingti":2447,"Ġshimkhia":2448,"Ġpynbha":2449,"Ã¯ing":2450,"Ġpait":2451,"Ġnorth":2452,"ona":2453,"Ġhakhmat":2454,"Ġrieh":2455,"Ġkor":2456,"for":2457,"mit":2458,"star":2459,"Ġjingiakynduh":2460,"ĠGeneral":2461,"velopment":2462,"Ġmuk":2463,"Ġshyrkhei":2464,"ies":2465,"Ġnongap":2466,"Ġiashim":2467,"uel":2468,"und":2469,"gan":2470,"Ġtim":2471,"Ġnumber":2472,"Ġmal":2473,"PP":2474,"Ġcor":2475,",âĢĿ":2476,"ĠLat":2477,"Ġjingkular":2478,"Ġsamoi":2479,"ĠSohra":2480,"Ġkulai":2481,"Ġml":2482,"Ġnongkha":2483,"Ġnabar":2484,"lip":2485,"kim":2486,"Ġur":2487,"ctor":2488,"Ġshipor":2489,"Ġpynieng":2490,"ĠIa":2491,"ymmang":2492,"eop":2493,"Ġjingsynshar":2494,"Ġjowai":2495,"kieh":2496,"Ġhynne":2497,"oktor":2498,"phrang":2499,"ursla":2500,"nes":2501,"ngam":2502,"sah":2503,"Ġbyrngem":2504,"Ġryn":2505,"ĠâĢĶ":2506,"Ġser":2507,"ea":2508,"ĠMawlai":2509,"ocial":2510,"ĠPaul":2511,"Ġkitab":2512,"Ġcomp":2513,"Ġpynneh":2514,"artment":2515,"Ġshang":2516,"Ġshongkurim":2517,"Ġreg":2518,"Ġumphniang":2519,"Ġkhristan":2520,"katei":2521,"Ġnongpoh":2522,"Ġsum":2523,"Ġbein":2524,"Ġjingiadei":2525,"Ġlyngngoh":2526,"Ġnongdie":2527,"sar":2528,"Ġjingpyrkhat":2529,"ĠĊ":2530,"Ġdum":2531,"Ġcivil":2532,"Ġ2013":2533,"Ġjingpyrshah":2534,"ĠCourt":2535,"Ġbangladesh":2536,"Ġjingkhawai":2537,"nbsp":2538,"Ġlama":2539,"nar":2540,"Ġjingkwah":2541,"ical":2542,"Ġsal":2543,"stur":2544,"ĠnongÃ¯athuhlypa":2545,"list":2546,"ance":2547,"Ġjem":2548,"Ġphong":2549,"Ġset":2550,"Ġlyngk":2551,"Ġbieit":2552,"tylli":2553,"22":2554,"ket":2555,"Ġbylla":2556,"Katkum":2557,"hato":2558,"Ġphyllaw":2559,"Ġsaul":2560,"Ġjingsha":2561,"ulor":2562,"ĠBang":2563,"listia":2564,"Ġjuk":2565,"sem":2566,"ulmar":2567,"Ġshylla":2568,"ĠSing":2569,"khie":2570,"yc":2571,"Ġtheh":2572,"ria":2573,"suk":2574,"Ġon":2575,"Ġnongkyndong":2576,"ilonia":2577,"nis":2578,"uit":2579,"hadc":2580,"Ġgo":2581,"Ġkyrkieh":2582,"ohn":2583,"lyngkot":2584,"uwa":2585,"Ġjrong":2586,"Ġkashari":2587,"ngai":2588,"uksa":2589,"ĠLam":2590,"Ġborabor":2591,"Ġkamram":2592,"dieng":2593,"Ġsuba":2594,"Ġor":2595,"bhoi":2596,"Ġjingbthah":2597,"ari":2598,"Ġlynter":2599,"Ġlano":2600,"Ġpur":2601,"Ġeksamin":2602,"Ġcollege":2603,"Ġlympung":2604,"gp":2605,"liam":2606,"Ġriewlum":2607,"prah":2608,"ella":2609,"Ġbuit":2610,"kin":2611,"ĠNPP":2612,"yllem":2613,"ith":2614,"Ġthup":2615,"Ġjakob":2616,"thait":2617,"Ġse":2618,"ĠWar":2619,"ling":2620,"Ġjingkhein":2621,"Ġtyllong":2622,"kong":2623,"Ġbunsien":2624,"enti":2625,"kine":2626,"lc":2627,"Ġtuid":2628,"Ġkhih":2629,"shuh":2630,"liament":2631,"Ġjingkylla":2632,"Ġkaban":2633,"Ġhn":2634,"thie":2635,"min":2636,"Ġelection":2637,"Ġjingduh":2638,"Ġbhah":2639,"ĠKumta":2640,"Ġkhyndai":2641,"phlang":2642,"Ġpynshngain":2643,"Ġmi":2644,"shem":2645,"Ġbuhrieh":2646,"ĠWah":2647,"ĠKhristan":2648,"Ġthikna":2649,"bih":2650,"Ġsordar":2651,"Ġ31":2652,"Ġladep":2653,"Ġ40":2654,"ern":2655,"?âĢĿ":2656,"su":2657,"df":2658,"Ġjingbit":2659,"Ġjingkyrkhu":2660,"phai":2661,"pdiang":2662,"50":2663,"Ġpynsah":2664,"Ġjeh":2665,"Ġraid":2666,"Ġputhi":2667,"Ġex":2668,"yndai":2669,"Ġjingbuh":2670,"ric":2671,"Ġdoktor":2672,"Ġtyr":2673,"Ġnuksa":2674,"Ġarngut":2675,"Ġpynhiar":2676,"ĠNational":2677,"Ġthan":2678,"dum":2679,"ĠBhoi":2680,"kumba":2681,"yllok":2682,"Ġsynt":2683,"Ġnongt":2684,"Ġjingiathuh":2685,"Ġpynphai":2686,"23":2687,"Ġlebi":2688,"dar":2689,"Ġpynth":2690,"Ġpynskhem":2691,"jrong":2692,"Ġdustur":2693,"ynriah":2694,"Ġshano":2695,"Ġjingtei":2696,"Ġthliew":2697,"Ġkaiph":2698,"Ġkyntang":2699,"ome":2700,"Ġtreh":2701,"ĠBill":2702,"Ġkhusnam":2703,"Ġunion":2704,"rs":2705,"Ġphlang":2706,"Ġkyiad":2707,"Ġpynshisha":2708,"Ġphone":2709,"Ġharud":2710,"Ġmu":2711,"wad":2712,"Ġjingh":2713,"ĠHigh":2714,"Ġkomiti":2715,"ĠChief":2716,"Ġpercent":2717,"Ġshukor":2718,"hur":2719,"Ġdonbor":2720,"Ġjingpynbna":2721,"oannis":2722,"kham":2723,"ĠExecutive":2724,"Ġjingpynk":2725,"Mynta":2726,"Ġjingkyn":2727,"ĠDa":2728,"ana":2729,"Ġnangne":2730,"Ġpakhang":2731,"ese":2732,"Ġsaitjain":2733,"ĠMylliem":2734,"Ġthombor":2735,"ĠLada":2736,"pt":2737,"khrah":2738,"Ġpyndem":2739,"Ġlehse":2740,"reme":2741,"let":2742,"Ġkyrmen":2743,"ĠÃ±iew":2744,"kj":2745,"Ġnud":2746,"Ġlynd":2747,"Ġwork":2748,"ue":2749,"mer":2750,"Ġkad":2751,"Ġmai":2752,"yria":2753,"Ġthok":2754,"25":2755,"endra":2756,"Ġmot":2757,"Ġknieh":2758,"myn":2759,"du":2760,"Ġngat":2761,"ĠNgi":2762,"ĠÑĹa":2763,"sti":2764,"ĠjingÃ¯ap":2765,"Ġriam":2766,"Ġkato":2767,"Ġpynbor":2768,"jai":2769,"ĠRa":2770,"Ġlaitluid":2771,"ĠnongÃ¯alam":2772,"Ġpynkhein":2773,"Ġli":2774,"bangeit":2775,"Ġmardor":2776,"Ġpynpra":2777,"ĠKH":2778,"Ġbasa":2779,"Ġsynjuk":2780,"Ġbom":2781,"Te":2782,"jop":2783,"uster":2784,"sngi":2785,"ĠlongÃ¯ing":2786,"Ġmarak":2787,"Ġsepngi":2788,"Ġhangno":2789,"Ġparabangeit":2790,"aniel":2791,"Ġmynt":2792,"ĠNai":2793,"ondary":2794,"rakhe":2795,"Ġprestone":2796,"yntur":2797,"oth":2798,"Ġtest":2799,"ĠSorkar":2800,"ocie":2801,"ynram":2802,"inal":2803,"Ġpynshong":2804,"ffic":2805,"!âĢĿ":2806,"eration":2807,"Ġjingsniew":2808,"isha":2809,"wir":2810,"Ġben":2811,"ĠState":2812,"riat":2813,"ĠNE":2814,"Ġmarjan":2815,"ivers":2816,"Ġpynliem":2817,"ordan":2818,"Ġlui":2819,"Ġkr":2820,"Ġjingsngewsih":2821,"Ġphra":2822,"ional":2823,"ji":2824,"elbert":2825,"ociety":2826,"wieng":2827,"Ġtied":2828,"ĠDieng":2829,"les":2830,"pad":2831,"uklar":2832,"ĠAct":2833,"iphew":2834,"Ġlongiing":2835,"Ġbasha":2836,"oram":2837,"Ġpynioh":2838,"Ġpyniasoh":2839,"pper":2840,"ĠBalang":2841,"DF":2842,"Ġjingthaw":2843,"wbih":2844,"Ġkrem":2845,"Ġpynhap":2846,"Ġpynkup":2847,"Ġnongrum":2848,"ĠÃ¯ak":2849,"Ġjinglut":2850,"Ġstation":2851,"langbrot":2852,"synei":2853,"Ġialap":2854,"ĠSa":2855,"adei":2856,"ucation":2857,";&":2858,"jukut":2859,"Ġmitar":2860,"ĠMo":2861,"thep":2862,"Ġz":2863,"eople":2864,"Ġtyrwa":2865,"ĠÃ¯arap":2866,"Ġharum":2867,"Ġphlim":2868,"pateng":2869,"Ġkaiphod":2870,"Ġnapoh":2871,",\"":2872,"Ġthngan":2873,"ktien":2874,"ĠDeputy":2875,"Ġjingpynkh":2876,"24":2877,"ĠSup":2878,"ĠTo":2879,"Ġnongwan":2880,"upang":2881,"Ġjin":2882,"Ġpost":2883,"ĠEd":2884,"Ġbymkhuid":2885,"ocrat":2886,"Ġkhet":2887,"Ġpolit":2888,"byter":2889,"lia":2890,"aitung":2891,"Ġbymjukut":2892,"Ġjingrakhe":2893,"Ġjinglait":2894,"ĠSchool":2895,"eon":2896,"yrshan":2897,"Ġnia":2898,"athan":2899,"ĠBab":2900,"Ġnongai":2901,"shiing":2902,"ĠDC":2903,"Ġsi":2904,"Ġshisnem":2905,"Ġlyngkhot":2906,"Katba":2907,"iversity":2908,"NAM":2909,"yllun":2910,"ocratic":2911,"Ġlaiphew":2912,"Ġjingshakri":2913,"Ġjingsumar":2914,"Ġkhadduh":2915,"co":2916,"tap":2917,"Ġkhynra":2918,"Ġjingkitkhlieh":2919,"ry":2920,"oll":2921,"Ġjingpule":2922,"Ġyouth":2923,"uwahati":2924,"laka":2925,"Ġsynn":2926,"ug":2927,"naba":2928,"aphriang":2929,"Ġlber":2930,"Ġec":2931,"Ġksuid":2932,"Ġjingsiew":2933,"Ġnongkhaii":2934,"ĠPynsh":2935,"jia":2936,"roi":2937,"elf":2938,"Ġ0":2939,"Ġsap":2940,"Ġnongpang":2941,"Ġtamasa":2942,"Ġtangba":2943,"Ġfr":2944,"Ġbadonbor":2945,"Ġpynkhih":2946,"LC":2947,"Ġniew":2948,"Ġpynkyntang":2949,"Ġwaitlam":2950,"mraw":2951,"ynsiem":2952,"ĠAssociation":2953,"Ġtri":2954,"Ġ100":2955,"kan":2956,"kjgp":2957,"Ġkyllon":2958,"Ġall":2959,"Ġmed":2960,"tt":2961,"Ġkhiew":2962,"ngap":2963,"hok":2964,"Ġsong":2965,"shisha":2966,"CC":2967,"Ġsolomon":2968,"ngat":2969,"Ġpynpoi":2970,"Ġmyntoi":2971,"Ġsmai":2972,"Ġjymmang":2973,"Ġaaron":2974,"Ġrupang":2975,"Ġriewspah":2976,"Ġisih":2977,"wang":2978,"ĠUnit":2979,"Ġjingbha":2980,"Ġther":2981,"Ġbasah":2982,"Ġkup":2983,"ĠDkhar":2984,"ĠParty":2985,"Ko":2986,"oiÃ±":2987,"ĠĠĠĠ":2988,"ven":2989,"Namar":2990,"radesh":2991,"Ġtlot":2992,"Ġjingkn":2993,"phna":2994,"edule":2995,"hab":2996,"alth":2997,"Ġjingman":2998,"Ġriang":2999,"ĠHe":3000,"Ġtuklar":3001,"Ġarta":3002,"ynnin":3003,"ostol":3004,"Ġkurim":3005,"Ġlyoh":3006,"ness":3007,"ĠWat":3008,"lung":3009,"riew":3010,"ĠDelhi":3011,"Ġstudent":3012,"ase":3013,"Ġsab":3014,"sai":3015,"ynei":3016,"well":3017,"ĠBlock":3018,"Ġakor":3019,"unic":3020,"sher":3021,"Ġjingis":3022,"khuh":3023,"Ġpynkiew":3024,"Ġline":3025,"ĠJowai":3026,"ĠKHNAM":3027,"Ġsuh":3028,"Ġlais":3029,"icen":3030,"Ġkiar":3031,"Ġmyllung":3032,"Ġnongkyrshan":3033,"Ġkynthoh":3034,"thiah":3035,"Shuh":3036,"ynjur":3037,"Ġhyc":3038,"kar":3039,"Ġpastor":3040,"Ġlamler":3041,"ĠMarak":3042,"Ġsymbud":3043,"Ġjingiatreilang":3044,"Ġpdf":3045,"Ġshyntur":3046,"Ġphira":3047,"Ġjingjot":3048,"Ġshemphang":3049,"Ġhynniewtrep":3050,"ember":3051,"met":3052,"Ġpynkhlain":3053,"Ġardent":3054,"rd":3055,"ject":3056,"ww":3057,"ĠAg":3058,"ĠBangladesh":3059,"ohsniew":3060,"ĠPro":3061,"Ġinter":3062,"chi":3063,"jamin":3064,"triem":3065,"Ġklas":3066,"Ġlyndet":3067,"Ġlawei":3068,"umkhrah":3069,"Ġjoseph":3070,"Ġkambah":3071,"Ġbamsap":3072,"ĠShylla":3073,"ĠConrad":3074,"Me":3075,"ts":3076,"dih":3077,"thong":3078,"ĠÃ¯aroh":3079,"ĠAn":3080,"ĠHospital":3081,"ck":3082,"mas":3083,"enshad":3084,"Ġshispah":3085,"ĠPres":3086,"Ġofficer":3087,"ood":3088,"ĠCircle":3089,"27":3090,"ose":3091,"ĠkhlaiÃ±":3092,"Ġmareh":3093,"Ġabraham":3094,"Ġsnieh":3095,"ĠSyn":3096,"kongor":3097,"ederation":3098,"Kh":3099,"kla":3100,"any":3101,"char":3102,"erin":3103,"isi":3104,"ĠKhong":3105,"aineh":3106,"Ã±iuh":3107,"GP":3108,"Ġshathie":3109,"beit":3110,"Ġni":3111,"dem":3112,"Ġbei":3113,"Ġkhap":3114,"Ġpahara":3115,"Ġkrad":3116,"endent":3117,"oot":3118,"Ġtura":3119,"Ġjingiaseng":3120,"Ġiadon":3121,"Ġnom":3122,"ĠKhun":3123,"khing":3124,"ĠCommissioner":3125,"Ġer":3126,"Ġlonging":3127,"Ġpynkhiah":3128,"8211":3129,"mut":3130,"Ym":3131,"Ġjinglehniam":3132,"Ġsocial":3133,"26":3134,"Ġsynduk":3135,"lak":3136,"ĠBaroh":3137,"orts":3138,"Ġlute":3139,"Ġsyntiew":3140,"Ġjingdum":3141,"so":3142,"Ġfkjgp":3143,"teh":3144,"Ġshongkha":3145,"Ġlyngkot":3146,"Ã¯ap":3147,"emb":3148,"ution":3149,"Ġpynkynriah":3150,"Ġmember":3151,"Da":3152,"jam":3153,"II":3154,"Ġrel":3155,"ĠCent":3156,"ĠRym":3157,"Ġkhoh":3158,"kah":3159,"ĠMynsiem":3160,"ĠHN":3161,"uta":3162,"Ñĸ":3163,"Ġkhleh":3164,"lib":3165,"bynta":3166,"land":3167,"Ġsymbai":3168,"ministr":3169,"ĠÃ¯ano":3170,"Ġmetiap":3171,"ld":3172,"Ġkylliang":3173,"Ġjingshem":3174,"Ġmanla":3175,"Ġ35":3176,"Ġtieng":3177,"ĠPolice":3178,"ranium":3179,"unicipal":3180,"Ġdonlang":3181,"eme":3182,"ĠIew":3183,"Ġjingpynshitom":3184,"Ġhat":3185,"Ġjingpyntrei":3186,"Ġtynsong":3187,"Ġsawphew":3188,"io":3189,"Ġhun":3190,"Ġwut":3191,"ĠLait":3192,"Ġkhreh":3193,"ĠPDF":3194,"ĠNiam":3195,"Ġjingmynjur":3196,"Baroh":3197,"sing":3198,"ngen":3199,"ynjuh":3200,"ĠBar":3201,"Ġpynjah":3202,"ural":3203,"ĠNongst":3204,"nap":3205,"ĠNorth":3206,"Ġmynder":3207,"wit":3208,"Ġjingpynjot":3209,"Ġdepartment":3210,"Ġnamarkata":3211,"ting":3212,"ĠCollege":3213,"ynniew":3214,"Ġshkor":3215,"Ġkada":3216,"Ġvice":3217,"elfare":3218,"Ġsngewtynn":3219,"Ġnohprah":3220,"ball":3221,"Ġjynjar":3222,"Ġjingbun":3223,"akob":3224,"Ġpetrol":3225,"Ġiba":3226,"waiÃ±":3227,"pyrshah":3228,"Ġpaitbah":3229,"28":3230,"Ġrnong":3231,"Ġautonomous":3232,"dr":3233,"skhem":3234,"Ġjhadc":3235,"embly":3236,"ĠRupang":3237,"Ġsarong":3238,"baniang":3239,"obile":3240,"Ġthik":3241,"mi":3242,"Ġphyr":3243,"Ġphut":3244,"Ġiahap":3245,"Ġpathar":3246,"Ġjingshong":3247,"Ġnongbylla":3248,"Ġdo":3249,"Hato":3250,"gre":3251,"khiew":3252,"byterian":3253,"Ġkotkhubor":3254,"Ġen":3255,"Ġjingiwbih":3256,"Ġkynthih":3257,"ej":3258,"Ġurlong":3259,"pang":3260,"Ġmus":3261,"Ġ2017":3262,"rinc":3263,"EC":3264,"Ġiong":3265,"ĠNongrum":3266,"Ġpri":3267,"Ġtbit":3268,"ĠNongstoiÃ±":3269,"Ġcorona":3270,"ĠSp":3271,"ĠArdent":3272,"Ġshil":3273,"erson":3274,"Ġphareng":3275,"wd":3276,"aÃ¯ah":3277,"ĠDei":3278,"Ġmei":3279,"kyrwat":3280,"Ġpatsha":3281,"Ġdevelopment":3282,"duma":3283,"Ġnongbishar":3284,"LP":3285,"ĠFor":3286,"Ġjot":3287,"Ġpung":3288,"Ġminister":3289,"ĠChairman":3290,"Ġsingh":3291,"ĠaÃ¯":3292,"Ġ197":3293,"Ġbujli":3294,"rop":3295,"Ġpuk":3296,"Ġktem":3297,"wer":3298,"ower":3299,"lyngngoh":3300,"ĠMaws":3301,"said":3302,"Ġitynnat":3303,"Ġkarta":3304,"ĠSaul":3305,"Ġsanphew":3306,"Ġrahbor":3307,"Halor":3308,"sit":3309,"Ġboard":3310,"ĠwaiÃ±":3311,"ospel":3312,"kawei":3313,"Ġcluster":3314,"baje":3315,"Ġpynkit":3316,"Ġpynmynsaw":3317,"Ġkhunlung":3318,"eri":3319,"entil":3320,"ces":3321,"ator":3322,"ĠPh":3323,"ĠJiw":3324,"Ġmawsh":3325,"Lah":3326,"Ġqu":3327,"Ġpynshlur":3328,"Ġrud":3329,"rincipal":3330,"bet":3331,"Ġuei":3332,"ecretar":3333,"tra":3334,"ony":3335,"ĠSamla":3336,"Ġbyrni":3337,"ĠBasa":3338,"ĠsohwaiÃ±":3339,"ĠDiengdoh":3340,"Ġphan":3341,"ĠJa":3342,"Ġiaiong":3343,"Ġkhyllung":3344,"SA":3345,"irang":3346,"oso":3347,"siew":3348,"Ġjoshua":3349,"Ġdivision":3350,"Kine":3351,"tok":3352,"Ġatiar":3353,"bal":3354,"Ġphilistia":3355,"Ġjaboh":3356,"ĠKatei":3357,"uwei":3358,"Ġkidei":3359,"otduma":3360,"Ba":3361,"Ġkyrhai":3362,"ach":3363,"oun":3364,"paid":3365,"Ġiaroh":3366,"Ġshar":3367,"line":3368,"Ġjingshim":3369,"Ġaw":3370,"Ġpynph":3371,"Ġpynngat":3372,"Ġpublic":3373,"erv":3374,"Ġpyrkhing":3375,"iing":3376,"Ġroy":3377,"hynnin":3378,"Ġnongleit":3379,"Ġrisaw":3380,"ĠJakob":3381,"Ġryng":3382,"Ìĥ,":3383,"Ġbabilonia":3384,"ĠSouth":3385,"Ġsuki":3386,"Ġapostol":3387,"Ġjingisynei":3388,"Ġjingsngewkhia":3389,"Ġbuddien":3390,"ooid":3391,"Ġshongthait":3392,"Ġbeth":3393,"oam":3394,"haduh":3395,"Ġthei":3396,"Ġjingkiew":3397,"illa":3398,"donburom":3399,"Ġeph":3400,"ecl":3401,"Ġpynsngewbha":3402,"40":3403,"bo":3404,"ga":3405,"itei":3406,"ĠSan":3407,"urlong":3408,"Ġshikat":3409,"Ġmiej":3410,"hit":3411,"Ġphla":3412,"Ġpynursla":3413,"Ġthyll":3414,"asseh":3415,"Ġjingbakla":3416,"bri":3417,"Ġpwd":3418,"Ġpyndam":3419,"Ġprojek":3420,"Ġshaba":3421,"Ġsher":3422,"ĠSec":3423,"Ġkhah":3424,"nda":3425,"Ġhek":3426,"Ġjingtreikam":3427,"Ġud":3428,"Ġisa":3429,"ÂłÂł":3430,"balei":3431,"Ġjingkhot":3432,"udui":3433,"shop":3434,"Ġtran":3435,"ĠLebi":3436,"ther":3437,"Ġparliament":3438,"Ġjingem":3439,"idi":3440,"adan":3441,"ĠKur":3442,"29":3443,"Ġlicen":3444,"hin":3445,"tine":3446,"ĠRam":3447,"Ġjingshitom":3448,"Ãıa":3449,"Ġnailur":3450,"kt":3451,"Ġieid":3452,"ontrak":3453,"ullai":3454,"Ġthiaw":3455,"Ġdork":3456,"inong":3457,"ĠLap":3458,"Ġ60":3459,"Ġjingkyrpad":3460,"Ġshisngi":3461,"Ġlumbah":3462,"yne":3463,"ula":3464,"ĠConstituency":3465,"Ġbasaiawmoit":3466,"not":3467,"inance":3468,"ĠPol":3469,"Ġmodi":3470,"ĠMin":3471,"Ġrymphang":3472,"Ġkajing":3473,"ĠSP":3474,"Ġnew":3475,"Ġjingit":3476,"seng":3477,"Ġ199":3478,"Ġbathymmai":3479,"Ġsoitan":3480,"ĠNgan":3481,"Ġmobile":3482,"stor":3483,"bishar":3484,"bat":3485,"Ġjon":3486,"Ġpliang":3487,"ĠOffic":3488,"ĠSingh":3489,"Ġmanag":3490,"ĠNongsynshar":3491,"ĠHynniew":3492,"oboam":3493,"ulture":3494,"Ġmala":3495,"Ġnailar":3496,"Ġsuda":3497,"ĠGo":3498,"Ġkynram":3499,"bapt":3500,"lakam":3501,"Ġcentre":3502,"Ġthylliej":3503,"Ġbos":3504,"Ġkhniang":3505,"Ġshon":3506,"ĠTura":3507,"YC":3508,"Ġkord":3509,"ames":3510,"Ġumsning":3511,"ĠJeh":3512,"ĠPr":3513,"Ġ32":3514,"be":3515,"ĠDirector":3516,"hem":3517,"wo":3518,"ganis":3519,"sal":3520,"8216":3521,"Pyn":3522,"sam":3523,"Ġkpoh":3524,"Ġpy":3525,"Ġsai":3526,"andhi":3527,"Ġhiarpateng":3528,"Ġpetros":3529,"Ġhnlc":3530,"PA":3531,"35":3532,"ĠCivil":3533,"ngaiÃ±":3534,"Ġsharak":3535,"Ġiewduh":3536,"Ġbainong":3537,"Ġcentral":3538,"Ġsiang":3539,"ĠNongpoh":3540,".\"":3541,"ele":3542,"ĠUnion":3543,"ĠPhar":3544,"ĠMi":3545,"Ġjud":3546,"ĠaÃ¯u":3547,":-":3548,"Ġjingmane":3549,"Ġrkhie":3550,"omin":3551,"Ġmynsngi":3552,"Ġjames":3553,"ho":3554,"yf":3555,"shew":3556,"Ġthap":3557,"Ġmeecl":3558,"Ġthait":3559,"ipaw":3560,"Ġkhlur":3561,"Ġsynniang":3562,"baptis":3563,"Ġnonglam":3564,"tic":3565,"gar":3566,"Ġeng":3567,"ublei":3568,"Ġnaiwieng":3569,"Ġmukotduma":3570,"Ġkontrak":3571,"Ġshaid":3572,"Ġbet":3573,"Ġshyieng":3574,"Ġbsf":3575,"ffai":3576,"Ġjoit":3577,"Ġcommission":3578,"36":3579,"pur":3580,"baton":3581,"Ġpas":3582,"Ġkoidi":3583,"ootball":3584,"gram":3585,"Ġjingtim":3586,"ĠLal":3587,"yrkhong":3588,"Ġraj":3589,"Ġpoint":3590,"Ġlaban":3591,"Ġhan":3592,"KJ":3593,"Ġblang":3594,"yndi":3595,"Ġhangtei":3596,"........":3597,"Ġpun":3598,"Ġhasem":3599,"Ġlieh":3600,"Ġtehlakam":3601,"Ġkhuslai":3602,"ĠRaid":3603,"ĠNongk":3604,"Ġdorkhas":3605,"ĠBasaiawmoit":3606,"Ġnaitung":3607,"Ġjingpeit":3608,"omen":3609,"ĠHato":3610,"Ġtharai":3611,"Ġmradkhlaw":3612,"Ġpynurlong":3613,"Ġcompany":3614,"lop":3615,"Ġshadien":3616,"ĠHukum":3617,"Ġlain":3618,"mane":3619,"Ġkynrum":3620,"Ġshait":3621,"Ġnongbud":3622,"ngin":3623,"Ġsniang":3624,"khlia":3625,"Ġpra":3626,"Ġrad":3627,"Ġjingpynshai":3628,"Ġjingtih":3629,"xi":3630,"hajar":3631,"awei":3632,"Ġjingsheptieng":3633,"Ġac":3634,"ino":3635,"Ġacc":3636,"Ġjongno":3637,"vern":3638,"per":3639,"ĠÃ¯ingjaiÃ±":3640,"vir":3641,"Ġiatreilang":3642,"Ġlamphang":3643,"yrngam":3644,"pliang":3645,"Ġhep":3646,"mary":3647,"Ġkliar":3648,"did":3649,"Ġĉ":3650,"Ġphatok":3651,"ody":3652,"itiz":3653,"ecretariat":3654,"Ġshikatdei":3655,"Ġisynei":3656,"Ġtak":3657,"Ġjingkhynra":3658,"ĠLang":3659,"Ġeli":3660,"Ġdrok":3661,"pei":3662,"Ġ45":3663,"Ġmda":3664,"Ġnep":3665,"shaniah":3666,"yntiew":3667,"Ġsyiar":3668,"illage":3669,"Ġarliang":3670,"ingjain":3671,"ash":3672,"Ġran":3673,"ĠPetr":3674,"Ġclub":3675,"Ġlehniam":3676,"ruh":3677,"Ġkandid":3678,"lass":3679,"Ġkhanglad":3680,"Ġjingbatai":3681,"Ġdaniel":3682,"ynnad":3683,"Ġlapang":3684,"areen":3685,"Ġsin":3686,"Ġcase":3687,"bru":3688,"Ġmission":3689,"Ġjngohkai":3690,"Ġpeople":3691,"Katei":3692,"Ġmul":3693,"ĠKpa":3694,"ĠHadien":3695,"Ġ37":3696,"Ġkyllalyngkot":3697,"Ġuranium":3698,"Ġtan":3699,"Ġnombar":3700,"Ġkamon":3701,"Ġjingjur":3702,"Ġnonglamktien":3703,"sc":3704,"Ġniah":3705,"Ġes":3706,"ĠYouth":3707,"jied":3708,"kynti":3709,"van":3710,"shyrkhei":3711,"Ġkm":3712,"lane":3713,"ĠsaiÃ±":3714,"jari":3715,"Ġjingaiei":3716,"med":3717,"Ġpom":3718,"Kumba":3719,"all":3720,"aidkam":3721,"use":3722,"Ġtour":3723,"Ġkolej":3724,"34":3725,"Ġshal":3726,"ĠÃ¯am":3727,"Ġtrad":3728,"bong":3729,"Ġitynnad":3730,"pah":3731,"ĠBakhuid":3732,"ĠYm":3733,"ĠâĢĻ":3734,"ieit":3735,"Ġdis":3736,"Ġbanse":3737,"Ġimat":3738,"bl":3739,"ech":3740,"jee":3741,"Ġkandidet":3742,"Ġjingiada":3743,"ĠKhlieh":3744,"Ġjingmaham":3745,"Ġkhunlangbrot":3746,"ear":3747,"Ġsamuel":3748,"pr":3749,"Ġmatlah":3750,"ple":3751,"ĠNamar":3752,"Ġiakhih":3753,"iance":3754,"Ġkper":3755,"Ġham":3756,"Ġshit":3757,"pong":3758,"Ġsbai":3759,"Ġpep":3760,"Ġshlur":3761,"pareen":3762,"Ġplan":3763,"kaÃ¯ah":3764,"ĠRoy":3765,"ald":3766,"Ġsecondary":3767,"KJGP":3768,"Ġ.":3769,"Ġmer":3770,"rep":3771,"ikor":3772,"Ġ33":3773,"ou":3774,"ĠKo":3775,"Ġrev":3776,"lom":3777,"Ġsut":3778,"oph":3779,"Ġshane":3780,"bilat":3781,"Ġiam":3782,"Ġshalan":3783,"ind":3784,"ĠAutonomous":3785,"Ġarea":3786,"edul":3787,"Ġkhyn":3788,"ĠJoseph":3789,"Ġbyn":3790,"ĠBen":3791,"ĠIsa":3792,"ffairs":3793,"ee":3794,"Ġhealth":3795,"Ġjordan":3796,"Ġpyng":3797,"Ġ36":3798,"ĠAl":3799,"koh":3800,"Ġjhur":3801,"ĠÃ¯ada":3802,"ĠJer":3803,"raim":3804,"bol":3805,"vi":3806,"Ġkumwei":3807,"shit":3808,"itizen":3809,"jir":3810,"yan":3811,"ĠHYC":3812,"Ġthala":3813,"Ġshngain":3814,"Ġhistor":3815,"Ġtala":3816,"ymman":3817,"ĠkheiÃ±":3818,"isabet":3819,"Ġsupreme":3820,"Ġkuna":3821,"ĠTe":3822,"Ġhaneng":3823,"ence":3824,"tific":3825,"ngar":3826,"ĠSngi":3827,"loi":3828,"ĠNo":3829,"ĠEM":3830,"Ġeducation":3831,"?\"":3832,"reen":3833,"khong":3834,"Ġjingphohsniew":3835,"erint":3836,"ngit":3837,"Ġringmraw":3838,"Ġjohn":3839,"NG":3840,"oping":3841,"ĠpynkheiÃ±":3842,"ĠkÃ±ia":3843,"kiwei":3844,"ohipaw":3845,"Ġwarjri":3846,"Ġkynriah":3847,"Ġ2021":3848,"//":3849,"jih":3850,"Ġupper":3851,"zoram":3852,"ĠKine":3853,"ngad":3854,"Ġjingshna":3855,"Ġlaisen":3856,"eduled":3857,"Ġdewbilat":3858,"Ġnongpyniaid":3859,"Ġit":3860,"Ġjingialeh":3861,"ĠAaron":3862,"bon":3863,"de":3864,"ipur":3865,"bnai":3866,"par":3867,"ttp":3868,"Ġshella":3869,"lein":3870,"45":3871,"cha":3872,"nah":3873,"Ġsyngk":3874,"ĠSolomon":3875,"phran":3876,"Ġ2012":3877,"indo":3878,"Ġthylli":3879,"Ġmoab":3880,"Ġlen":3881,"AC":3882,"Ġrynsan":3883,"fer":3884,"iria":3885,"Ġdemocratic":3886,"erintendent":3887,"ble":3888,"Ġjingshaniah":3889,"Ġind":3890,"://":3891,"ĠAs":3892,"Ġsahkut":3893,"Ġroad":3894,"kynthei":3895,"Ġgn":3896,"ĠEC":3897,"gn":3898,"ynÃ±iew":3899,"Sh":3900,"Ġtyll":3901,"rip":3902,"bneng":3903,"Ġpai":3904,"Ġuniversity":3905,"mukul":3906,"xth":3907,"Ġhyndai":3908,"Ġlymne":3909,"ĠTham":3910,"paidbah":3911,"jahar":3912,"brai":3913,"YF":3914,"ngim":3915,"Ġbaha":3916,"alang":3917,"Ġsuin":3918,"Ġpradesh":3919,"itor":3920,"vement":3921,"Ġsociety":3922,"Ġjingjah":3923,"nalor":3924,"ĠJu":3925,"Ġsad":3926,"kaei":3927,"Ġsahit":3928,"snem":3929,"Ġbol":3930,"kas":3931,"Ġscheme":3932,"ĠSe":3933,"Ġ198":3934,"tun":3935,"ĠJHADC":3936,"ĠJohn":3937,"ĠFKJGP":3938,"Ġcard":3939,"ylliang":3940,"kitei":3941,"ĠStudent":3942,"Ġho":3943,"ishot":3944,"Ġrisain":3945,"ĠPastor":3946,"ecial":3947,"Ġ34":3948,"shor":3949,"ĠILP":3950,"Ġmawsiang":3951,"31":3952,"Ġkn":3953,"pih":3954,"Ġjingthiah":3955,"ryng":3956,"Ġhttp":3957,"Ġpynst":3958,"itos":3959,"rei":3960,"ten":3961,"ĠSha":3962,"ĠKatkum":3963,"05":3964,"Ġunited":3965,"Î·":3966,"Ġge":3967,"ick":3968,"rist":3969,"ngor":3970,"Ġkyndong":3971,"akynduh":3972,"Ġjanai":3973,"Ġgospel":3974,"istrik":3975,"ymmei":3976,"WD":3977,"lyn":3978,"Ġguwahati":3979,"Ġjingnang":3980,"Ġejahar":3981,"ĠLaloo":3982,"otel":3983,"endment":3984,"ĠLah":3985,"Ġlicense":3986,"ĠNangta":3987,"Ġjinglah":3988,"ĠMat":3989,"Ġshiah":3990,"ĠModi":3991,"Ġmynno":3992,"Ġthohdieng":3993,"Shi":3994,"Ġjingpyni":3995,"ĠReg":3996,"Ġbo":3997,"Ġkana":3998,"Ġpynher":3999,"ĠAbraham":4000,"syndon":4001,